<?php

return [
    /** User */
    'user.reset' => 'Новый пароль для входа в систему: :code.',

    /** Booking */
    'booking.create'             => ':player_name хочет забронировать Ваше время :date c :start_time до :end_time.',
    'booking.decline_by_trainer' => ':trainer_name, отменил(а) Ваше бронирование :date, по причине: ":note". Информацию о бронировании смотрите на сайте в разделе "мои бронирования".',
    'booking.decline_by_user'    => ':player_name отменил бронирование: :date по причине: ":note". Теперь это время в расписании свободно. Вы можете изменить расписание на сайте в личном кабинете.',
    'booking.confirm'            => 'Тренер :trainer_name подтвердил(а) Ваше бронирование. Ждём Вас :date в :start_time. Информацию о бронировании смотрите на сайте в разделе "мои бронирования".',
];
