<?php

return [
    /** User */
    'user.reset' => 'Новый пароль для входа в систему: :code',

    /** Booking */
    'booking.create'             => 'Игрок :player_name хочет забронировать ваше время :date c :start_time до :end_time. Вам нужно подтвердить или отклонить бронирование на сайте в личном кабинете.',
    'booking.decline_by_trainer' => 'Бронирование: тренер :trainer_name, :date ОТМЕНЕНО по причине: ":note". Информацию о бронировании смотрите на сайте в разделе "мои бронирования".',
    'booking.decline_by_user'    => 'Игрок :player_name ОТМЕНИЛ бронирование: :date в :start_time по причине: ":note". Теперь это время в расписании свободно. Вы можете изменить расписание на сайте в личном кабинете.',
    'booking.confirm'            => 'Ваше бронирование тренера :trainer_name - ПОДТВЕРЖДЕНО. Ждём вас :date в :start_time. Информацию о бронировании смотрите на сайте в разделе "мои бронирования".',
];
